brew "git"
brew "aspell"
brew "redis"
brew "rbenv"
#brew "ctags"
brew "cmake"
brew "redis"
brew "rbenv"
brew "ruby-build"
brew "rbenv-gemset"
brew "ag"
brew "aspell"
brew "phantomjs"
#brew "libxml2 libxslt"
brew "python"
brew "nginx"
brew "macvim"
brew "zsh"
brew "zsh-completions"
brew "nvm"
brew "mysql"
brew "docker"
brew "docker-compose"
brew "docker-machine"
#brew 'brew-cask'

tap "caskroom/cask"

cask "google-chrome"
cask "visual-studio-code"
cask "openoffice"
cask "virtualbox"
cask "firefox"
cask "slack"
#cask install livereload
cask "flux"
cask "skype"
cask "viscosity"
cask "fantastical"
#cask install joinme
#cask install gpgtools
#cask install insomniax
#cask install spectacle
#cask install alfred
#cask install linein

#https://developer.apple.com/downloads/index.action?name=for%20Xcode%20-#
#TrackballWorks 1.2 for Mac

